[
  {
    "fact": "The shortest war in history was between Britain and Zanzibar in 1896. Zanzibar surrendered after just 38 minutes."
  },
  {
    "fact": "The longest place name in the world is Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu, a hill in New Zealand."
  },
  {
    "fact": "The first computer was invented in the 1940s and weighed over 27 tons."
  },
  {
    "fact": "In Japan, there is a train station that has no entrance or exit. It was built solely to allow passengers to admire the views of the surrounding cherry blossom trees."
  },
  {
    "fact": "A group of flamingos is called a flamboyance."
  },
  {
    "fact": "The world's largest snowflake on record was 15 inches wide and 8 inches thick. It fell in Montana in 1887."
  },
  {
    "fact": "The only letter that doesn't appear in any U.S. state name is the letter 'Q'."
  },
  {
    "fact": "A crocodile cannot stick its tongue out."
  },
  {
    "fact": "A group of crows is called a murder."
  },
  {
    "fact": "A snail can sleep for three years."
  },
  {
    "fact": "The shortest complete sentence in the English language is 'I am.'"
  },
  {
    "fact": "The Great Barrier Reef is the world's largest living structure."
  },
  {
    "fact": "The first recorded use of the word 'computer' was in 1613, referring to a person who performed calculations."
  },
  {
    "fact": "The tallest building in the world is the Burj Khalifa in Dubai, which is over 828 meters (2,716 feet) tall."
  },
  {
    "fact": "The oldest continuously inhabited city in the world is Damascus, Syria, which has been inhabited for more than 11,000 years."
  },
  {
    "fact": "The Great Wall of China is the longest wall in the world, stretching over 13,000 miles (21,000 km)."
  },
  {
    "fact": "The world's largest volcano is Mauna Loa in Hawaii, which is over 13,000 feet (4,000 meters) tall."
  },
  {
    "fact": "The longest river in the world is the Nile River, which is over 4,000 miles (6,400 km) long."
  },
  {
    "fact": "The deepest part of the ocean is the Mariana Trench, which is over 36,000 feet (11,000 meters) deep."
  },
  {
    "fact": "A quarter of the bones in your body are in your feet."
  },
  {
    "fact": "A cat has 32 muscles in each ear."
  },
  {
    "fact": "Coca-Cola was originally green."
  },
  {
    "fact": "The human nose can detect over 1 trillion scents."
  },
  {
    "fact": "The shortest war in American history was the Toledo War in 1835, which lasted only a few months and resulted in Ohio gaining control of the Toledo Strip."
  },
  {
    "fact": "The world's oldest piece of chewing gum is over 9,000 years old."
  },
  {
    "fact": "The longest living mammal is the bowhead whale, which can live over 200 years."
  },
  {
    "fact": "The longest living animal is the ocean quahog clam, which can live over 500 years."
  },
  {
    "fact": "The world's largest diamond was over 3,100 carats and was found in South Africa in 1905."
  },
  {
    "fact": "The largest snowman ever built was over 113 feet tall and was constructed in Maine in 2008."
  },
  {
    "fact": "The world's largest pizza was over 122 feet in diameter and was made in Italy in 2012."
  },
  {
    "fact": "The world's oldest person on record lived to be 122 years and 164 days old."
  },
  {
    "fact": "The world's largest organ is the liver, weighing in at around 3 pounds."
  },
  {
    "fact": "The fastest land animal is the cheetah, which can run at speeds of up to 70 miles per hour."
  },
  {
    "fact": "The smallest country in the world is Vatican City, which is only 0.17 square miles in size."
  },
  {
    "fact": "The world's largest cave, the Son Doong Cave in Vietnam, can fit an entire New York City block inside it."
  },
  {
    "fact": "The longest word in the English language is 189,819 letters long and takes over three hours to pronounce."
  },
  {
    "fact": "The world's largest functioning musical instrument is a pipe organ in the United States that has over 33,000 pipes."
  },
  {
    "fact": "There is a jellyfish that is considered biologically immortal and can potentially live forever."
  },
  {
    "fact": "The largest living organism on Earth is a fungus in Oregon that spans over 2,200 acres."
  },
  {
    "fact": "The shortest war in history was between Honduras and El Salvador in 1969 and lasted only 100 hours."
  },
  {
    "fact": "The largest snowflake on record was 15 inches wide and 8 inches thick. It fell in Montana in 1887."
  },
  {
    "fact": "The world's largest swimming pool is in Chile and is over 1,000 yards long."
  },
  {
    "fact": "There is a species of ant that is capable of exploding itself when threatened, covering its enemies with toxic chemicals."
  },
  {
    "fact": "The Great Pyramid of Giza was originally covered in smooth white limestone, which has since been removed, leaving only the rough blocks visible."
  },
  {
    "fact": "The world's largest snow maze is located in Warren, Vermont and measures over 10,000 square feet."
  },
  {
    "fact": "The shortest war in recorded history was between the countries of Honduras and El Salvador in 1969 and lasted only 100 hours."
  },
  {
    "fact": "The longest word in the English language has 189,819 letters and would take over three hours to pronounce."
  },
  {
    "fact": "The longest living creature on Earth is the quahog clam, which can live for over 500 years."
  },
  {
    "fact": "The world's largest pumpkin weighed over 2,600 pounds and was grown in Belgium in 2016."
  },
  {
    "fact": "The Great Pyramid of Giza is the oldest and largest of the three pyramids in the Giza pyramid complex, and is estimated to have been built over 4,500 years ago."
  },
  {
    "fact": "The tallest mammal in the world is the giraffe, which can grow up to 18 feet tall."
  }
]